{
  "meta": {
    "title": "Base de datos sobre educación en derechos humanos en Brasil",
    "description": "La base de datos de Educación en Derechos Humanos en Brasil presenta información sobre los estados brasileños y el gobierno federal."
  },
  "title": "Panorama de la Educación en Derechos Humanos en Brasil: base de datos",
  "subtitle": "Haga clic en los estados para obtener más detalles.",
  "legend": {
    "title": "Grado actual de institucionalización de la Educación en Derechos Humanos (EDH)",
    "high": "Alto",
    "medium": "Medio",
    "low": "Bajo",
    "none": "Ninguno",
    "no_info": "No se ha podido verificar"
  },
  "category": {
    "document": "Documento guía",
    "collegiate": "Órganos colegiados de la EDH",
    "govern": "Órganos de gobierno de la EDH",
    "transparency": "Transparencia de la información"
  },
  "popup": {
    "expanded": {
      "orgao__nome": "Órganos de gobierno",
      "orgao__orcamento": "Presupuesto",
      "orgao__conceito_edh": "Concepto de EDH",
      "orgao__temas_principais": "Temas principales",
      "orgao__atividades_principais": "Actividades principales",
      "orgao__edh_plano_educacao": "EDH en el plan de educación",
      "orgao__equipe_edh": "Equipo EDH"
    },
    "icons": {
      "SIM": "Hay",
      "NÃO": "No hay",
      "PARCIALMENTE": "Tiene parcialmente",
      "NÃO FOI POSSÍVEL CONSTATAR": "No fue posible determinar si"
    },
    "pagination": {
      "left": "Volver a la tarjeta anterior",
      "right": "Ir a la siguiente tarjeta"
    }
  },
  "errorMsg": {
    "loadingMapData": "Hubo un error al obtener los datos del mapa. Vuelva a intentarlo más tarde.",
    "loadingMapShape": "Hubo un error al obtener el mapa. Vuelva a intentarlo más tarde."
  },
  "loading": "Cargando...",
  "timeline": {
    "title": "Línea del tiempo del Gobierno Federal"
  },
  "research": "¿Quiere saber más sobre cómo se desarrolló la investigación? Haga",
  "resources": "Para descargar otros materiales,",
  "clickLink": "clic aquí.",
  "accessLink": "acceda al enlace.",
  "methodologyPopup": {
    "title": "Metodología",
    "description": "Para esbozar el panorama de la política pública de Educación en Derechos Humanos (EDH) en Brasil, recopilamos información de los ministerios responsables por la EDH y analizamos cada uno de los estados y el Distrito Federal para comprender en qué medida la EDH está institucionalizada en el país. La información sobre los grados de institucionalización presentada en el mapa interactivo —como la existencia de documentos de orientación, órganos colegiados y órganos gubernamentales dedicados a la EDH— fue recolectada de forma bienal (en 2019-2020, 2021-2022, 2023-2024 y así sucesivamente). Los datos detallados que se muestran al hacer clic en los estados — presupuesto, definiciones, temas, etc.— fueron recolectados cada cuatro años, al final del período de mandato de los gobiernos vigentes (en 2022, 2024, y así en adelante). La investigación se realizó mediante entrevistas e información disponible en sitios web oficiales, por correo electrónico, por teléfono y a través de solicitudes de acceso a la información, de acuerdo con la Ley N.º 12.527/11. Destacamos que la metodología de la investigación ha sido perfeccionada en cada edición y, por lo tanto, a lo largo de los bienios, existen variaciones en el grado de institucionalización que no implican necesariamente un avance en la política pública de EDH, sino una mejora en los instrumentos de recolección de datos utilizados por el Instituto Aurora. Para acceder a los datos detallados de cada estado y a una descripción completa de las metodologías utilizadas,",
    "link": "descargue los materiales en el enlace indicado."
  },
  "comparison": {
    "title": "Comparación de la Educación em Derechos Humanos entre estados",
    "subtitle": "Seleccione 2 o 3 estados para comparar; luego elija qué parámetros comparar.",
    "selectedPeriod": "Período de análisis seleccionado:",
    "quadrenniumRule": "El cuadro comparativo de indicadores está disponible solo en los dos últimos años de cada cuatrienio.",
    "quadrennium": "Cuatrienio actual:",
    "select": {
      "placeholder": "Agregue um estado"
    },
    "unselectState": "Remover estado",
    "selectAll": "Seleccionar todo"
  }
}
