{
  "meta": {
    "title": "Human Rights Education Database in Brazil",
    "description": "The Human Rights Education in Brazil database presents information on Brazilian states and the federal government."
  },
  "title": "Overview of Human Rights Education in Brazil: Database",
  "subtitle": "Click on the states for more details",
  "legend": {
    "title": "Current degree of institutionalization of Human Rights Education (HRE)",
    "high": "High",
    "medium": "Medium",
    "low": "Low",
    "none": "None",
    "no_info": "Unable to assess"
  },
  "category": {
    "document": "Guiding document",
    "collegiate": "HRE collegiate body",
    "govern": "HRE government department",
    "transparency": "Information transparency"
  },
  "popup": {
    "expanded": {
      "orgao__nome": "Government departments",
      "orgao__orcamento": "Budget",
      "orgao__conceito_edh": "HRE concept",
      "orgao__temas_principais": "Main themes",
      "orgao__atividades_principais": "Main activities",
      "orgao__edh_plano_educacao": "HRE in the education state plan",
      "orgao__equipe_edh": "HRE Team"
    },
    "icons": {
      "SIM": "There is a",
      "NÃO": "There's no",
      "PARCIALMENTE": "Partially has",
      "NÃO FOI POSSÍVEL CONSTATAR": "We couldn't find any"
    },
    "pagination": {
      "left": "Go left",
      "right": "Go right"
    }
  },
  "errorMsg": {
    "loadingMapData": "There was an error while trying to fetch the map's data. Try again later.",
    "loadingMapShape": "There was an error while trying to fetch the map. Try again later."
  },
  "loading": "Loading...",
  "timeline": {
    "title": "Federal Government Timeline"
  },
  "research": "Would you like to know more about how the research was conducted?",
  "resources": "To download other materials,",
  "clickLink": "Click here.",
  "accessLink": "acess the link.",
  "methodologyPopup": {
    "title": "Methodology",
    "description": "To outline the overview of Human Rights Education (HRE) in Brazil, we gathered information from the federal ministries responsible for HRE and analyzed each of the states and the Federal District to understand the extent to which HRE has been institutionalized across the country. The information on the degrees of institutionalization shown in the interactive map—such as the existence of guiding documents, collegiate bodies, and government agencies dedicated to HRE—was collected biennially (in 2019–2020, 2021–2022, 2023–2024, and so on). The detailed data available when clicking on each state—such as budget, definitions, thematic focuses, etc.—was collected every four years, at the end of each government’s term (in 2022, 2024, and so on). The research was conducted through interviews and information made available on official websites, via email, by phone, and through freedom of information requests, in accordance with Law No. 12.527/11. It is important to note that the research methodology has been improved with each edition. Therefore, variations in the degree of institutionalization over the biennia do not necessarily reflect the advancement of HRE public policy, but rather improvements in the data collection tools used by Aurora Institute. For detailed information on each state and a full description of the methodologies employed,",
    "link": "download the materials from the link."
  },
  "comparison": {
    "title": "Comparison of Human Rights Education between states",
    "subtitle": "Select 2 or 3 states to compare; then choose which parameters to compare.",
    "selectedPeriod": "Selected analysis period:",
    "quadrenniumRule": "The comparative indicators table is available only for the last two years of each quadrennium.",
    "quadrennium": "Current quadrennium:",
    "select": {
      "placeholder": "Add a state"
    },
    "unselectState": "Remove state",
    "selectAll": "Select all"
  }
}
